["I'm gonna make him an offer he can't refuse. —— Vito Corleone", "Revenge is a dish best served cold. —— Vito Corleone", "Revenge is a dish best served cold. —— Vito Corleone", "A friend should always underestimate your virtues and an enemy overestimate your faults. —— Vito Corleone", "You talk about vengeance. Is vengeance going to bring your son back to you? Or my boy to me? —— Vito Corleone", "I am sorry. What happened to your father was business. I have much respect for your father. But your father, his thinking is old-fashioned. You must understand why I had to do that. Now let's work through where we go from here. —— Virgil 'The Turk' Sollozzo", "What are you gonna do? Nice college boy, didn't want to get mixed up in the family business. Now you want to gun down a police captain. Why? Because he slapped you in the face a little? What do you think this like the Army where you can shoot 'em from a mile away? No you gotta get up like this and badda-bing, you blow their brains all over your nice Ivy League suit. C'mere. —— Santino 'Sonny' Corleone", "Well, when Johnny was first starting out, he was signed to a personal services contract with this big-band leader. And as his career got better and better, he wanted to get out of it. But the band leader wouldn't let him. Now, Johnny is my father's godson. So my father went to see this bandleader and offered him $10,000 to let Johnny go, but the bandleader said no. So the next day, my father went back, only this time with Luca Brasi. Within an hour, he had a signed release for a certified check of $1000. —— Michael Corleone", "There are negotiations being made that are going to answer all of your questions and solve all of your problems. That's all I can tell you right now. Carlo, you grew up in Nevada. When we make our move there you're going to be my right hand man. Tom Hagen is no longer Consigliari. He's going to be our lawyer in Vegas. That's no reflection on Tom it's just the way I want it. Besides, if I ever help who's a better Consigliari than my father. That's it. —— Michael Corleone", "Yeah, let's talk business, Mike. First of all, you're all done. The Corleone Family don't even have that kind of muscle anymore. The Godfather's sick, right? You're getting chased out of New York by Barzini and the other Families. What do you think is going on here? You think you can come to my hotel and take over? I talked to Barzini. I can make a deal with him and still keep my hotel! —— Morris 'Moe' Greene", "I don't like violence, Tom. I'm a businessman. Blood is a big expense. —— Virgil 'The Turk' Sollozzo", "I'm going to leave you now because I know that you are busy on this, the day of your daughter's wedding. —— Luca Brasi", "Goddamn FBI don't respect nothin'. —— Santino 'Sonny' Corleone", "You goddamn guineas you really make me laugh. —— Morris 'Moe' Greene", "It's true I have a lot of friends in politics, but they wouldn't be so friendly if they knew my business was drugs instead of gambling which they consider a harmless vice. But drugs, that's a dirty business. —— Vito Corleone", "You straightened my brother out? —— Michael Corleone", "Surely he can charge a fee for such services. After all, we are not Communists. —— Emilio 'The Wolf' Barzini", "I have a sentimental weakness for my children and I spoil them, as you can see. They talk when they should listen. —— Vito Corleone", "Fredo, you're my older brother, and I love you. But don't ever take sides with anyone against the Family again. Ever. —— Michael Corleone", "Only don't tell me that you're innocent. Because it insults my intelligence and it makes me very angry. —— Michael Corleone", "A man who doesn't spend time with his family can never be a real man. —— Vito Corleone", "I don't want my brother coming out of that toilet with just his dick in his hands. —— Santino 'Sonny' Corleone", "You can act like a man! What's the matter with you? Is this how you turned out, a Hollywood finocchio that cries like a woman? Ah what can I do? What can I do? —— Vito Corleone", "When did I ever refuse an accomodation? —— Vito Corleone", "You know Mike? We all were proud of you. Your father too. —— Peter 'Pete' Clemenza", "You know who I am? I'm Moe Greene! I made my bones working hard while you were going out with cheerleaders! —— Morris 'Moe' Greene", "[signaling dead fish] That's a Sicilian message. It means Luca Brasi sleeps with the fishes. —— Salvatore 'Sal' Tessio", "Women and children can afford to be careless, but not men. —— Vito Corleone", "I believe in America. America has made my fortune, and I have raised my daughter in the American fashion. —— Bonasera", "[speaking to Tattaglia] You are talking about vengeance. Will vengeance bring your son back to you? Or my boy to me? I forgo the vengeance of my son. But I have selfish reasons! My youngest son was forced to leave this country... because of this Sollozzo business! Now I have to make arrangements to bring him home safely. But, if some unfortunate accident might befall him. Or if he gets shot in the head by a police officer... Or if he gets struck by a bolt of lightning, I'm going to balme some of the people in this room! And that I do not forgive. But, that aside, I assure that I will not be the one to break the peace we have made here today. —— Vito Corleone", "You think too much of me, kid. I am not that clever. —— Virgil 'The Turk' Sollozzo", "I promise, that on the souls of my grandchildren, I will not be the one to break the peace we've made here today. —— Vito Corleone", "She's hysterical... hysterical. —— Michael Corleone", "It's not personal Sonny, It's strictly bussiness. —— Michael Corleone", "Leave the gun. Take the cannoli. —— Peter 'Pete' Clemenza", "I understand. You found paradise in America, you had a good trade, you made a good living. The police protected you and there were courts of law. You didn't need a friend like me. But, now you come to me, and you say: 'Don Corleone, give me justice.' But you don't ask with respect. You don't offer friendship. You don't even think to call me Godfather. Instead, you come into my house on the day my daughter is to be married, and you ask me to do murder for money. —— Vito Corleone", "And if by some chance an honest man like yourself made enemies they would become my enemies. And then, they would fear you. —— Vito Corleone", "Some day, and that day may never come, I will call upon you to do a service for me. But until that day, consider this justice a gift on my daughter's wedding day. —— Vito Corleone", "Get him a drink. Don't be afraid, Carlo. Come on, you think I'd make my sister a widow? I'm Godfather to your son. —— Michael Corleone", "Luca Brasi held a gun to his head, and my father assured him that either his brains or his signature would be on the contract. —— Michael Corleone", "Barzini is dead. So is Philip Tattaglia. Moe Greene. Stracci. Cuneo. Today I settled all family business so don't tell me that you're innocent. Admit what you did. —— Michael Corleone", "They should have stopped Hitler at Munich. They should'a never let him get away wit' dat. They were just askin' for big trouble when they let him get away wit' dat. —— Peter 'Pete' Clemenza", "Come on, if I wanted you dead you would be dead already. —— Virgil 'The Turk' Sollozzo", "Go on, you spoiled guinea brat, break it all, break it all! Now clean it up! Clean it up! Clean it up! —— Carlo Rizzi", "I frisked him, he's clean. I've frisked a thousand young punks. —— McCluskey", "I bet even Russian Czars never paid that much for a horse. —— Jack Woltz", "You wanna know how many men he killed? Read the papers! Read the papers! That's your husband! That's your husband! —— Constanzia 'Connie' Corleone", "You touch my sister again and I'll kill you. —— Santino 'Sonny' Corleone", "You're getting a great reputation, Sonny! I hope you're enjoying it! —— Thomas 'Tom' Hagen", "This is business. Not personal. —— Thomas 'Tom' Hagen", "In Sicily, women are more dangerous than shotguns. —— Calò", "Don Corleone, I am honored and grateful that you have invited me to your home on the wedding day of your daughter. And may their first child be a masculine child. —— Luca Brasi", "I didn't ask who gave the order, because it had noting to do with business. —— Hyman Roth", "If you don't listen to me and marry this man, you'll disappoint me. —— Michael Corleone", "Keep your friends close, but your enemies closer. —— Michael Corleone", "I want all of you to enjoy your cake, so... enjoy. —— Hyman Roth", "Taken care of me ? You're my kid brother and you take care of me? Did you ever think about that? —— Frederico 'Fredo' Corleone", "I know it was you [Fredo]. You broke my heart. You broke my heart. —— Michael Corleone", "My name is Vito Corleone. And this is for you! —— Vito Corleone", "I don't feel I have to wipe everybody out, Tom. Just my enemies. —— Michael Corleone", "Michael, we're bigger than U.S. Steel. —— Hyman Roth", "Thunder can't hurt! Harmless noise! Bullshit! Deceitful little fuck! Altobello! You fuck! —— Michael Corleone", "Mr. Corleone, all bastards are liars. Shakespeare wrote poems about it. —— Joey Zasa", "When they come, they come at what you love. —— Michael Corleone", "Just when I thought I was out, they pull me back in. —— Michael Corleone", "Never hate your enemies. It affects your judgement. —— Michael Corleone", "Finance is a gun. Politics is knowing when to pull the trigger. —— Osvaldo 'Ozzie' Altobello", "It seems in today's world the power to absolve debt is greater than the power of forgiveness. —— Archbishop Gilday"]